Revit 2016 API
LoadCase.Number Property
 Returns the load case number.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2016
Syntax
C#
public int Number { get; }
Visual Basic
Public ReadOnly Property Number As Integer
	Get
Visual C++
public:
property int Number {
	int get ();
}
See Also
LoadCase Class
Autodesk.Revit.DB.Structure Namespace